Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Settings ▸ Export ▸ File layout**: **fastlane** writes one folder per App Store language (`en-US`, `de-DE`) with files numbered across rows, so the export folder drops straight into fastlane `deliver`.
ar: **الإعدادات ▸ تصدير ▸ تخطيط الملف**: **الخط السريع** يكتب مجلدًا واحدًا لكل لغة App Store (`en-US`، `de-DE`) مع ملفات مرقمة عبر الصفوف، بحيث يسقط مجلد التصدير مباشرة في الخط السريع ``deliver``.
ca: **Configuració ▸ Exportació ▸ Disseny de fitxer**: **fastlane** escriu una carpeta per App Store idioma (`en-US`, `de-DE`) amb fitxers numerats entre files, de manera que la carpeta d'exportació cau directament a `deliver` de fastlane.
cs: **Nastavení ▸ Export ▸ Rozvržení souboru**: **fastlane** zapíše jednu složku na jazyk App Store (`en-US`, `de-DE`) se soubory očíslovanými na řádcích, takže exportní složka přejde přímo do fastlane `deliver`.
da: **Indstillinger ▸ Eksporter ▸ Fillayout**: **fastlane** skriver én mappe pr. App Store sprog (`en-US`, `de-DE`) med filer nummereret på tværs af rækker, så eksportmappen falder direkte ind i fastlane `deliver`.
de: **Einstellungen ▸ Export ▸ Dateistruktur**: **fastlane** schreibt einen Ordner pro App-Store-Sprache (`en-US`, `de-DE`) mit zeilenübergreifend nummerierten Dateien, sodass der Exportordner direkt in fastlane `deliver` passt.
el: **Ρυθμίσεις ▸ Εξαγωγή ▸ Διάταξη αρχείου**: **fastlane** γράφει έναν φάκελο ανά App Store γλώσσα («en-US», «de-DE») με αρχεία αριθμημένα στις σειρές, έτσι ώστε ο φάκελος εξαγωγής να πέφτει κατευθείαν στο fastlane «παράδοση».
es: **Ajustes ▸ Exportar ▸ Estructura de archivos**: **fastlane** crea una carpeta por idioma de App Store (`en-US`, `de-DE`) con archivos numerados de forma continua entre filas, para que la carpeta exportada sirva directamente a fastlane `deliver`.
fa: **تنظیمات ▸ صدور ▸ چیدمان فایل‌ها**: گزینه **fastlane** برای هر زبان App Store یک پوشه (`en-US`، `de-DE`) با فایل‌هایی که در همه ردیف‌ها پیوسته شماره‌گذاری شده‌اند می‌سازد، تا پوشه صدور مستقیم در fastlane `deliver` استفاده شود.
fi: **Asetukset ▸ Vie ▸ Tiedoston asettelu**: **fastlane** kirjoittaa yhden kansion App Store-kielellä (`en-US`, `de-DE`) tiedostoilla, jotka on numeroitu riveittäin, joten vientikansio putoaa suoraan fastlane-toimitukseen.
fr: **Réglages ▸ Exporter ▸ Organisation des fichiers** : **fastlane** crée un dossier par langue de l'App Store (`en-US`, `de-DE`) avec des fichiers numérotés sur l'ensemble des lignes, pour que le dossier exporté soit directement utilisable par fastlane `deliver`.
he: **הגדרות ▸ ייצוא ▸ פריסת קבצים**: **fastlane** כותב תיקיה אחת לכל שפה App Store (`en-US`, `de-DE`) עם קבצים ממוספרים על פני שורות, כך שתיקיית הייצוא יורדת ישר לתוך fastlane `deliver`.
hr: **Postavke ▸ Izvoz ▸ Izgled datoteke**: **fastlane** piše jednu mapu po App Store jeziku (`en-US`, `de-DE`) s datotekama označenim brojevima u redovima, tako da mapa za izvoz pada ravno u fastlane `deliver`.
hu: **Beállítások ▸ Exportálás ▸ Fájl elrendezése**: A **fastlane** minden App Store nyelven (`en-US`, `de-DE`) egy mappát ír a sorok között sorszámozott fájlokkal, így az exportmappa egyenesen a fastlane `deliver`-be kerül.
id: **Setelan ▸ Ekspor ▸ Tata letak file**: **fastlane** menulis satu folder per App Store bahasa (`en-US`, `de-DE`) dengan file diberi nomor lintas baris, sehingga folder ekspor langsung masuk ke fastlane `deliver`.
it: **Impostazioni ▸ Esporta ▸ Struttura dei file**: **fastlane** crea una cartella per lingua dell'App Store (`en-US`, `de-DE`) con file numerati in modo continuo tra le righe, così la cartella esportata è pronta per fastlane `deliver`.
ja: **設定 ▸ 書き出し ▸ ファイル構成**：**fastlane** を選ぶと、App Store の言語ごとに 1 フォルダ（`en-US`、`de-DE`）を作成し、ファイルに行をまたいだ連番を付けるので、書き出したフォルダをそのまま fastlane `deliver` で使えます。
ko: **설정 ▸ 내보내기 ▸ 파일 구조**: **fastlane**은 App Store 언어마다 폴더 하나(`en-US`, `de-DE`)를 만들고 파일 번호를 행 전체에 걸쳐 이어 매기므로, 내보낸 폴더를 fastlane `deliver`에서 바로 사용할 수 있습니다.
ms: **Tetapan ▸ Eksport ▸ Reka letak fail**: **fastlane** menulis satu folder bagi setiap App Store bahasa (`en-US`, `de-DE`) dengan fail bernombor merentas baris, jadi folder eksport jatuh terus ke `deliver`.
nl: **Instellingen ▸ Exporteren ▸ Bestandsindeling**: **fastlane** schrijft één map per App Store taal (`en-US`, `de-DE`) met bestanden genummerd over rijen, zodat de exportmap rechtstreeks in fastlane `deliver` terechtkomt.
no: **Innstillinger ▸ Eksporter ▸ Fillayout**: **fastlane** skriver én mappe per App Store språk (`en-US`, `de-DE`) med filer nummerert på tvers av rader, så eksportmappen faller rett inn i fastlane `deliver`.
pl: **Ustawienia ▸ Eksportuj ▸ Układ pliku**: **fastlane** zapisuje jeden folder na każdy język App Store (`en-US`, `de-DE`) z plikami ponumerowanymi w poprzek wierszy, więc folder eksportu spada bezpośrednio do fastlane „deliver”.
pt_br: **Ajustes ▸ Exportar ▸ Estrutura de arquivos**: **fastlane** cria uma pasta por idioma da App Store (`en-US`, `de-DE`) com arquivos numerados de forma contínua entre as linhas, para que a pasta exportada vá direto para o fastlane `deliver`.
pt_pt: **Configurações ▸ Exportar ▸ Layout do ficheiro**: **fastlane** grava uma pasta por idioma App Store (`en-US`, `de-DE`) com ficheiros numerados em linhas, então a pasta de exportação vai direto para fastlane `deliver`.
ro: **Setări ▸ Export ▸ Aspect fișier**: **fastlane** scrie un folder pentru fiecare limbă App Store (`en-US`, `de-DE`) cu fișierele numerotate pe rânduri, astfel încât folderul de export ajunge direct în fastlane `deliver`.
ru: **Настройки ▸ Экспорт ▸ Структура файлов**: вариант **fastlane** создаёт отдельную папку для каждого языка App Store (`en-US`, `de-DE`) со сквозной нумерацией файлов по всем строкам, так что папку экспорта можно сразу передать в fastlane `deliver`.
sk: **Nastavenia ▸ Export ▸ Rozloženie súboru**: **fastlane** zapíše jeden priečinok na jazyk App Store (`en-US`, `de-DE`) so súbormi očíslovanými v riadkoch, takže exportný priečinok sa presunie priamo do rýchleho `doručiť`.
sl: **Nastavitve ▸ Izvozi ▸ Postavitev datoteke**: **fastlane** zapiše eno mapo na App Store jezik (`en-US`, `de-DE`) z datotekami, oštevilčenimi po vrsticah, tako da izvozna mapa pade naravnost v fastlane `deliver`.
sv: **Inställningar ▸ Exportera ▸ Fillayout**: **fastlane** skriver en mapp per App Store språk (`en-US`, `de-DE`) med filer numrerade över rader, så exportmappen hamnar direkt i fastlane `deliver`.
th: **การตั้งค่า ▸ ส่งออก ▸ เค้าโครงไฟล์**: **fastlane** เขียนหนึ่งโฟลเดอร์ต่อ App Store ภาษา (`en-US`, `de-DE`) โดยมีไฟล์เรียงตามหมายเลขในแต่ละแถว ดังนั้นโฟลเดอร์ส่งออกจะตกลงไปที่ `deliver` ของ fastlane โดยตรง
tr: **Ayarlar ▸ Dışa Aktar ▸ Dosya düzeni**: **fastlane**, her App Store dili için bir klasör (`en-US`, `de-DE`) oluşturur ve dosyaları satırlar boyunca sıralı numaralandırır; böylece dışa aktarma klasörü doğrudan fastlane `deliver` ile kullanılabilir.
uk: **Параметри ▸ Експорт ▸ Структура файлів**: варіант **fastlane** створює окрему папку для кожної мови App Store (`en-US`, `de-DE`) з наскрізною нумерацією файлів у всіх рядках, тож папку експорту можна одразу передати у fastlane `deliver`.
ur: **ترتیبات ▸ برآمد کریں ▸ فائل لے آؤٹ**: **fastlane** ہر App Store زبان میں ایک فولڈر لکھتا ہے (`en-US`, `de-DE`) قطاروں میں نمبر والی فائلوں کے ساتھ، اس طرح برآمدی فولڈر سیدھے فاسٹ لین `ڈیلیور` میں گر جاتا ہے۔
vi: **Cài đặt ▸ Xuất ▸ Bố cục tệp**: **fastlane** ghi một thư mục cho mỗi ngôn ngữ App Store (`en-US`, `de-DE`) với các tệp được đánh số theo hàng, do đó thư mục xuất sẽ chuyển thẳng vào fastlane `deliver`.
zh_hans: **设置 ▸ 导出 ▸ 文件布局**：**fastlane** 会为每种 App Store 语言创建一个文件夹（`en-US`、`de-DE`），文件编号跨行连续，因此导出文件夹可直接用于 fastlane `deliver`。
zh_hant: **設定 ▸ 輸出 ▸ 檔案佈局**：**fastlane** 會為每種 App Store 語言建立一個檔案夾（`en-US`、`de-DE`），檔案編號跨列連續，因此輸出檔案夾可直接用於 fastlane `deliver`。

source: **Settings ▸ Export ▸ Format**: PNG or JPEG. PNG is recommended for marketing screenshots.
ar: **الإعدادات ▸ تصدير ▸ التنسيق**: PNG أو JPEG. يوصى باستخدام PNG في لقطات الشاشة التسويقية.
ca: **Configuració ▸ Exporta ▸ Format**: PNG o JPEG. Es recomana PNG per a captures de pantalla de màrqueting.
cs: **Nastavení ▸ Export ▸ Formát**: PNG nebo JPEG. PNG se doporučuje pro marketingové snímky obrazovky.
da: **Indstillinger ▸ Eksporter ▸ Format**: PNG eller JPEG. PNG anbefales til marketing-skærmbilleder.
de: **Einstellungen ▸ Export ▸ Format**: PNG oder JPEG. PNG wird für Marketing-Screenshots empfohlen.
el: **Ρυθμίσεις ▸ Εξαγωγή ▸ Μορφή**: PNG ή JPEG. Το PNG συνιστάται για στιγμιότυπα οθόνης μάρκετινγκ.
es: **Ajustes ▸ Exportar ▸ Formato**: PNG o JPEG. Se recomienda PNG para capturas de marketing.
fa: **تنظیمات ▸ صدور ▸ قالب**: PNG یا JPEG. برای اسکرین‌شات‌های بازاریابی PNG توصیه می‌شود.
fi: **Asetukset ▸ Vie ▸ Muoto**: PNG tai JPEG. PNG on suositeltavaa markkinoinnin kuvakaappauksiin.
fr: **Réglages ▸ Exporter ▸ Format** : PNG ou JPEG. Le PNG est recommandé pour les captures d'écran marketing.
he: **הגדרות ▸ ייצוא ▸ פורמט**: PNG או JPEG. PNG מומלץ לצילומי מסך שיווקיים.
hr: **Postavke ▸ Izvoz ▸ Format**: PNG ili JPEG. PNG preporučuje se za marketinške snimke zaslona.
hu: **Beállítások ▸ Exportálás ▸ Formátum**: PNG vagy JPEG. A PNG marketing képernyőképekhez ajánlott.
id: **Pengaturan ▸ Ekspor ▸ Format**: PNG atau JPEG. PNG direkomendasikan untuk tangkapan layar pemasaran.
it: **Impostazioni ▸ Esporta ▸ Formato**: PNG o JPEG. PNG è consigliato per gli screenshot di marketing.
ja: **設定 ▸ 書き出し ▸ 形式**: PNG または JPEG。マーケティング用のスクリーンショットには PNG をおすすめします。
ko: **설정 ▸ 내보내기 ▸ 형식**: PNG 또는 JPEG. PNG는 마케팅 스크린샷에 권장됩니다.
ms: **Tetapan ▸ Eksport ▸ Format**: PNG atau JPEG. PNG disyorkan untuk tangkapan skrin pemasaran.
nl: **Instellingen ▸ Exporteren ▸ Formaat**: PNG of JPEG. PNG wordt aanbevolen voor marketingscreenshots.
no: **Innstillinger ▸ Eksporter ▸ Format**: PNG eller JPEG. PNG anbefales for markedsføringsskjermbilder.
pl: **Ustawienia ▸ Eksportuj ▸ Format**: PNG lub JPEG. PNG jest zalecany do zrzutów ekranu marketingowych.
pt_br: **Ajustes ▸ Exportar ▸ Formato**: PNG ou JPEG. PNG é recomendado para capturas de tela de marketing.
pt_pt: **Configurações ▸ Exportar ▸ Formato**: PNG ou JPEG. PNG é recomendado para capturas de ecrã de marketing.
ro: **Setări ▸ Export ▸ Format**: PNG sau JPEG. PNG este recomandat pentru capturile de ecran de marketing.
ru: **Настройки ▸ Экспорт ▸ Формат**: PNG или JPEG. Для маркетинговых скриншотов рекомендуется PNG.
sk: **Nastavenia ▸ Export ▸ Formát**: PNG alebo JPEG. PNG sa odporúča pre marketingové snímky obrazovky.
sl: **Nastavitve ▸ Izvozi ▸ Oblika**: PNG ali JPEG. PNG je priporočljiv za marketinške posnetke zaslona.
sv: **Inställningar ▸ Exportera ▸ Format**: PNG eller JPEG. PNG rekommenderas för marknadsföringsskärmdumpar.
th: **การตั้งค่า ▸ ส่งออก ▸ รูปแบบ**: PNG หรือ JPEG แนะนำให้ใช้ PNG สำหรับภาพหน้าจอทางการตลาด
tr: **Ayarlar ▸ Dışa Aktar ▸ Biçim**: PNG veya JPEG. Pazarlama ekran görüntüleri için PNG önerilir.
uk: **Параметри ▸ Експорт ▸ Формат**: PNG або JPEG. Для маркетингових знімків екрана рекомендовано PNG.
ur: **ترتیبات ▸ برآمد کریں ▸ فارمیٹ**: PNG یا JPEG۔ مارکیٹنگ اسکرین شاٹس کے لیے PNG تجویز کیا جاتا ہے۔
vi: **Cài đặt ▸ Xuất ▸ Định dạng**: PNG hoặc JPEG. PNG được đề xuất cho ảnh chụp màn hình tiếp thị.
zh_hans: **设置 ▸ 导出 ▸ 格式**：PNG 或 JPEG。营销截图建议使用 PNG。
zh_hant: **設定 ▸ 輸出 ▸ 格式**：PNG 或 JPEG。行銷用螢幕截圖建議使用 PNG。

source: **Settings ▸ General ▸ Copy Diagnostics**, pasted into the email — it carries your version, setup, and the ID that lets us find your crash reports. No project content.
ar: **الإعدادات ▸ عام ▸ نسخ التشخيصات**، تم لصقها في البريد الإلكتروني - وهي تحمل الإصدار والإعداد والمعرف الذي يتيح لنا العثور على تقارير الأعطال الخاصة بك. لا يوجد محتوى المشروع.
ca: **Configuració ▸ General ▸ Copia el diagnòstic**, enganxat al correu electrònic: inclou la vostra versió, la configuració i l'identificador que ens permet trobar els vostres informes d'error. Sense contingut del projecte.
cs: **Nastavení ▸ Obecné ▸ Kopírovat diagnostiku** vloženo do e-mailu – obsahuje vaši verzi, nastavení a ID, které nám umožní najít vaše zprávy o selhání. Žádný obsah projektu.
da: **Indstillinger ▸ Generelt ▸ Kopier diagnostik**, indsat i e-mailen - den indeholder din version, opsætning og det id, der lader os finde dine nedbrudsrapporter. Intet projektindhold.
de: **Einstellungen ▸ Allgemein ▸ Diagnosedaten kopieren**, in die E-Mail eingefügt – enthält deine Version, dein Setup und die ID, mit der wir deine Absturzberichte finden. Keine Projektinhalte.
el: **Ρυθμίσεις ▸ Γενικά ▸ Διαγνωστικά αντιγραφής**, επικολλημένα στο email — φέρει την έκδοση, τη ρύθμιση και το αναγνωριστικό που μας επιτρέπει να βρούμε τις αναφορές σφαλμάτων σας. Χωρίς περιεχόμενο έργου.
es: **Ajustes ▸ General ▸ Copiar diagnóstico**, pegado en el correo: incluye tu versión, tu configuración y el ID que nos permite encontrar tus informes de fallos. Nada del contenido de tus proyectos.
fa: **تنظیمات ▸ عمومی ▸ کپی اطلاعات عیب‌یابی** را در ایمیل جای‌گذاری کنید — شامل نسخه، پیکربندی و شناسه‌ای است که به ما امکان می‌دهد گزارش‌های خرابی شما را پیدا کنیم. هیچ محتوایی از پروژه در آن نیست.
fi: **Asetukset ▸ Yleistä ▸ Kopioi diagnostiikka**, liitetty sähköpostiin – se sisältää versiosi, asetukset ja tunnuksesi, jonka avulla voimme löytää kaatumisraportit. Ei projektin sisältöä.
fr: **Réglages ▸ Général ▸ Copier les diagnostics**, collé dans l'e-mail : il contient votre version, votre configuration et l'identifiant qui nous permet de retrouver vos rapports de plantage. Aucun contenu de projet.
he: **הגדרות ▸ כללי ▸ העתק אבחון**, מודבק בדוא"ל - הוא נושא את הגרסה, ההגדרה והמזהה שלך שמאפשרים לנו למצוא את דוחות הקריסה שלך. אין תוכן פרויקט.
hr: **Postavke ▸ Općenito ▸ Kopiraj dijagnostiku**, zalijepljeno u e-poruku — sadrži vašu verziju, postavku i ID koji nam omogućuje da pronađemo vaša izvješća o padu programa. Nema sadržaja projekta.
hu: **Beállítások ▸ Általános ▸ Diagnosztika másolása**, beillesztve az e-mailbe – tartalmazza az Ön verzióját, beállításait és az azonosítót, amely lehetővé teszi, hogy megtaláljuk a hibajelentéseket. Nincs projekttartalom.
id: **Pengaturan ▸ Umum ▸ Salin Diagnostik**, ditempelkan ke email — email ini memuat versi, pengaturan, dan ID Anda yang memungkinkan kami menemukan laporan kerusakan Anda. Tidak ada konten proyek.
it: **Impostazioni ▸ Generali ▸ Copia diagnostica**, incollata nell'email: contiene la tua versione, la configurazione e l'ID che ci permette di trovare i tuoi report sui crash. Nessun contenuto dei progetti.
ja: **設定 ▸ 一般 ▸ 診断情報をコピー** の内容をメールに貼り付けてください。バージョン、環境、クラッシュレポートを見つけるための ID が含まれます。プロジェクトの内容は含まれません。
ko: **설정 ▸ 일반 ▸ 진단 복사** 내용을 이메일에 붙여넣으세요. 버전, 설정, 충돌 보고서를 찾을 수 있는 ID가 포함되며 프로젝트 내용은 포함되지 않습니다.
ms: **Tetapan ▸ Umum ▸ Salin Diagnostik**, ditampal ke dalam e-mel — ia membawa versi anda, persediaan dan ID yang membolehkan kami mencari laporan ranap sistem anda. Tiada kandungan projek.
nl: **Instellingen ▸ Algemeen ▸ Diagnostische gegevens kopiëren**, geplakt in de e-mail. Hierin staan uw versie, instellingen en de ID waarmee we uw crashrapporten kunnen vinden. Geen projectinhoud.
no: **Innstillinger ▸ Generelt ▸ Kopier diagnostikk**, limt inn i e-posten – den inneholder din versjon, oppsett og ID-en som lar oss finne krasjrapportene dine. Ingen prosjektinnhold.
pl: **Ustawienia ▸ Ogólne ▸ Kopiuj diagnostykę** wklejone do wiadomości e-mail — zawiera wersję, konfigurację i identyfikator, który pozwala nam znaleźć raporty o awariach. Brak treści projektu.
pt_br: **Ajustes ▸ Geral ▸ Copiar diagnóstico**, colado no e-mail — inclui sua versão, sua configuração e o ID que nos permite encontrar seus relatórios de falhas. Nenhum conteúdo de projeto.
pt_pt: **Configurações ▸ Geral ▸ Copiar Diagnóstico**, colado no e-mail — ele contém sua versão, configuração e o ID que nos permite encontrar seus relatórios de falhas. Nenhum conteúdo do projeto.
ro: **Setări ▸ General ▸ Copiați diagnosticele**, lipite în e-mail - conține versiunea dvs., configurația și ID-ul care ne permite să vă găsim rapoartele de blocare. Fără conținut de proiect.
ru: **Настройки ▸ Основные ▸ Скопировать диагностику** — вставьте в письмо: там версия, конфигурация и ID, по которому мы найдем ваши отчеты о сбоях. Содержимого проектов там нет.
sk: **Nastavenia ▸ Všeobecné ▸ Kopírovať diagnostiku** prilepenú do e-mailu – obsahuje vašu verziu, nastavenie a ID, ktoré nám umožňuje nájsť vaše správy o zlyhaní. Žiadny obsah projektu.
sl: **Nastavitve ▸ Splošno ▸ Kopiraj diagnostiko**, prilepljeno v e-pošto — vsebuje vašo različico, nastavitev in ID, ki nam omogoča, da najdemo vaša poročila o zrušitvah. Brez vsebine projekta.
sv: **Inställningar ▸ Allmänt ▸ Kopiera diagnostik**, inklistrad i e-postmeddelandet – den innehåller din version, inställningar och ID som låter oss hitta dina kraschrapporter. Inget projektinnehåll.
th: **การตั้งค่า ▸ ทั่วไป ▸ คัดลอกการวินิจฉัย** วางลงในอีเมล โดยจะมีเวอร์ชัน การตั้งค่า และ ID ที่ช่วยให้เราสามารถค้นหารายงานข้อขัดข้องของคุณได้ ไม่มีเนื้อหาโครงการ
tr: **Ayarlar ▸ Genel ▸ Tanılama Bilgilerini Kopyala** ile kopyaladığınız bilgiler, e-postaya yapıştırılmış olarak — sürümünüzü, kurulumunuzu ve kilitlenme raporlarınızı bulmamızı sağlayan kimliği içerir. Proje içeriği içermez.
uk: **Параметри ▸ Загальні ▸ Скопіювати діагностику**, вставлене в лист, — містить вашу версію, конфігурацію та ідентифікатор, за яким ми знайдемо ваші звіти про збої. Без вмісту проєктів.
ur: **ترتیبات ▸ عمومی ▸ کاپی ڈائیگناسٹک**، جو ای میل میں چسپاں کی گئی ہے — اس میں آپ کا ورژن، سیٹ اپ اور ID ہے جو ہمیں آپ کی کریش رپورٹس تلاش کرنے دیتا ہے۔ پروجیکٹ کا کوئی مواد نہیں ہے۔
vi: **Cài đặt ▸ Chung ▸ Sao chép chẩn đoán**, được dán vào email — nó chứa phiên bản, thiết lập và ID cho phép chúng tôi tìm thấy báo cáo sự cố của bạn. Không có nội dung dự án.
zh_hans: **设置 ▸ 通用 ▸ 拷贝诊断信息**，然后粘贴到邮件中——其中包含你的版本、设置以及让我们找到崩溃报告的 ID。不含任何项目内容。
zh_hant: **設定 ▸ 一般 ▸ 拷貝診斷資訊**，貼到電子郵件中——其中包含你的版本、設定，以及讓我們找到你的當機報告的 ID。不含任何專案內容。

source: **Settings ▸ General ▸ Custom Fonts** — pick `.otf` / `.ttf` files to register them with the app.
ar: **الإعدادات ▸ عام ▸ الخطوط المخصصة** - اختر ملفات `.otf` / `.ttf` لتسجيلها في التطبيق.
ca: **Configuració ▸ General ▸ Tipus de lletra personalitzats**: trieu els fitxers `.otf` / `.ttf` per registrar-los a l'aplicació.
cs: **Nastavení ▸ Obecné ▸ Vlastní písma** — vyberte soubory `.otf` / `.ttf` a zaregistrujte je v aplikaci.
da: **Indstillinger ▸ Generelt ▸ Brugerdefinerede skrifttyper** — vælg `.otf` / `.ttf`-filer for at registrere dem med appen.
de: **Einstellungen ▸ Allgemein ▸ Benutzerdefinierte Schriftarten** – Wählen Sie „.otf“-/„.ttf“-Dateien aus, um sie bei der App zu registrieren.
el: **Ρυθμίσεις ▸ Γενικά ▸ Προσαρμοσμένες γραμματοσειρές** — επιλέξτε αρχεία «.otf» / «.ttf» για να τα καταχωρήσετε στην εφαρμογή.
es: **Configuración ▸ General ▸ Fuentes personalizadas**: elija archivos `.otf`/`.ttf` para registrarlos en la aplicación.
fa: **تنظیمات ▸ عمومی ▸ فونت های سفارشی ** - فایل های «.otf» / «.ttf» را انتخاب کنید تا آنها را در برنامه ثبت کنید.
fi: **Asetukset ▸ Yleistä ▸ Mukautetut kirjasimet** — valitse .otf- / .ttf-tiedostot rekisteröidäksesi ne sovellukseen.
fr: **Paramètres ▸ Général ▸ Polices personnalisées** — choisissez les fichiers `.otf` / `.ttf` pour les enregistrer avec l'application.
he: **הגדרות ▸ כללי ▸ גופנים מותאמים אישית** - בחר קבצי '.otf' / '.ttf' כדי לרשום אותם באפליקציה.
hr: **Postavke ▸ Općenito ▸ Prilagođeni fontovi** — odaberite datoteke `.otf` / `.ttf` da biste ih registrirali u aplikaciji.
hu: **Beállítások ▸ Általános ▸ Egyéni betűtípusok** – válassza ki a .otf / .ttf fájlokat, hogy regisztrálja őket az alkalmazásban.
id: **Pengaturan ▸ Umum ▸ Font Khusus** — pilih file `.otf` / `.ttf` untuk mendaftarkannya ke aplikasi.
ja: **設定 ▸ 一般 ▸ カスタム フォント** — `.otf` / `.ttf` ファイルを選択してアプリに登録します。
ko: **설정 ▸ 일반 ▸ 사용자 정의 글꼴** — '.otf' / '.ttf' 파일을 선택하여 앱에 등록하세요.
ms: **Tetapan ▸ Umum ▸ Fon Tersuai** — pilih fail `.otf` / `.ttf` untuk mendaftarkannya dengan apl.
nl: **Instellingen ▸ Algemeen ▸ Aangepaste lettertypen** — kies `.otf` / `.ttf` bestanden om ze bij de app te registreren.
no: **Innstillinger ▸ Generelt ▸ Egendefinerte skrifter** — velg `.otf` / `.ttf`-filer for å registrere dem med appen.
pl: **Ustawienia ▸ Ogólne ▸ Czcionki niestandardowe** — wybierz pliki `.otf` / `.ttf`, aby zarejestrować je w aplikacji.
pt_br: **Configurações ▸ Geral ▸ Fontes personalizadas** — escolha os arquivos `.otf` / `.ttf` para registrá-los no aplicativo.
pt_pt: **Configurações ▸ Geral ▸ Fontes personalizadas** — escolha os ficheiros `.otf` / `.ttf` para registrá-los no aplicativo.
ro: **Setări ▸ General ▸ Fonturi personalizate** — alegeți fișierele `.otf` / `.ttf` pentru a le înregistra în aplicație.
sk: **Nastavenia ▸ Všeobecné ▸ Vlastné písma** — výberom súborov `.otf` / `.ttf` ich zaregistrujte v aplikácii.
sl: **Nastavitve ▸ Splošno ▸ Pisave po meri** — izberite datoteke `.otf` / `.ttf`, da jih registrirate v aplikaciji.
sv: **Inställningar ▸ Allmänt ▸ Anpassade teckensnitt** — välj `.otf` / `.ttf`-filer för att registrera dem med appen.
th: **การตั้งค่า ▸ ทั่วไป ▸ แบบอักษรที่กำหนดเอง** — เลือกไฟล์ `.otf` / `.ttf` เพื่อลงทะเบียนกับแอป
ur: **ترتیبات ▸ عمومی ▸ حسب ضرورت فونٹس** — ایپ کے ساتھ رجسٹر کرنے کے لیے `.otf` / `.ttf` فائلوں کو منتخب کریں۔
vi: **Cài đặt ▸ Chung ▸ Phông chữ tùy chỉnh** — chọn tệp `.otf` / `.ttf` để đăng ký chúng với ứng dụng.
zh_hans: **设置 ▸ 常规 ▸ 自定义字体** — 选择 `.otf` / `.ttf` 文件以将它们注册到应用程序中。

source: **Settings ▸ General ▸ iCloud Sync** — toggle on.
ar: **الإعدادات ▸ عام ▸ iCloud المزامنة** - تشغيل.
ca: **Configuració ▸ General ▸ iCloud Sincronització**: activa.
cs: **Nastavení ▸ Obecné ▸ iCloud Synchronizace** — zapnout.
da: **Indstillinger ▸ Generelt ▸ iCloud Sync** — slå til.
de: **Einstellungen ▸ Allgemein ▸ iCloud-Synchronisierung** – einschalten.
el: **Ρυθμίσεις ▸ Γενικά ▸ iCloud Συγχρονισμός** — ενεργοποίηση.
es: **Ajustes ▸ General ▸ Sincronización con iCloud**: actívala.
fa: **تنظیمات ▸ عمومی ▸ همگام‌سازی iCloud** — آن را روشن کنید.
fi: **Asetukset ▸ Yleiset ▸ iCloud Synkronointi** — ota käyttöön.
fr: **Réglages ▸ Général ▸ Synchronisation iCloud** — activez l'option.
he: **הגדרות ▸ כללי ▸ iCloud סנכרון** — הפעל.
hr: **Postavke ▸ Općenito ▸ iCloud Sinkronizacija** — uključite.
hu: **Beállítások ▸ Általános ▸ iCloud Szinkronizálás** – bekapcsolás.
id: **Pengaturan ▸ Umum ▸ Sinkronisasi iCloud** — aktifkan.
it: **Impostazioni ▸ Generali ▸ Sincronizzazione iCloud**: attivala.
ja: **設定 ▸ 一般 ▸ iCloud 同期** — オンに切り替えます。
ko: **설정 ▸ 일반 ▸ iCloud 동기화** — 켭니다.
ms: **Tetapan ▸ Umum ▸ iCloud Segerak** — togol hidupkan.
nl: **Instellingen ▸ Algemeen ▸ iCloud Synchroniseren** — schakel in.
no: **Innstillinger ▸ Generelt ▸ iCloud Sync** — slå på.
pl: **Ustawienia ▸ Ogólne ▸ iCloud Synchronizacja** — włącz.
pt_br: **Ajustes ▸ Geral ▸ Sincronização do iCloud** — ative.
pt_pt: **Configurações ▸ Geral ▸ iCloud Sincronização** — ative.
ro: **Setări ▸ General ▸ iCloud Sincronizare** — activează.
ru: **Настройки ▸ Основные ▸ Синхронизация iCloud** — включите.
sk: **Nastavenia ▸ Všeobecné ▸ iCloud Synchronizácia** — zapnite.
sl: **Nastavitve ▸ Splošno ▸ iCloud Sinhronizacija** — vklopite.
sv: **Inställningar ▸ Allmänt ▸ iCloud Sync** — slå på.
th: **การตั้งค่า ▸ ทั่วไป ▸ iCloud ซิงค์** — เปิดใช้งาน
tr: **Ayarlar ▸ Genel ▸ iCloud Eşzamanlama** — açın.
uk: **Параметри ▸ Загальні ▸ Синхронізація iCloud** — увімкніть.
ur: **ترتیبات ▸ عمومی ▸ iCloud مطابقت پذیری** — ٹوگل آن کریں۔
vi: **Cài đặt ▸ Chung ▸ iCloud Đồng bộ hóa** — bật.
zh_hans: **设置 ▸ 通用 ▸ iCloud 同步**——开启即可。
zh_hant: **設定 ▸ 一般 ▸ iCloud 同步**——開啟。
